OC.L10N.register(
    "twofactor_oath",
    {
    "Minimal" : "Минималистичная",
    "Recommended" : "Рекомендовано",
    "Extreme" : "Экстремальные ",
    "Enabled" : "Включено",
    "Disabled" : "Отключено",
    "Error" : "Ошибка",
    "Excluded groups" : "Группы без требования использования двухфакторной аутентификации",
    "Export as CSV" : "Экспортировать в файл CSV",
    "User" : "Пользователь",
    "All" : "Все",
    "Period" : "Период",
    "Hide" : "Скрыт",
    "Show" : "Показать",
    "Wrong password." : "Неправильный пароль.",
    "Authentication code" : "Код аутентификации"
},
"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);");
